let test = 
    { 
        'q': {
           'name': 'По результатам тестирования мы выяснили, что вы <b>левая передняя</b> ножка стула. Это значит что вы постоянно находитесь в повышенном настроении, постоянно тяготеете к общению и просто активы. <br> <code>Гипертимный психотип по Личко.</code>', 
           'image': 'leftsp.png',
        },
        'w': {
           'name': 'По результатам тестирования мы выяснили, что вы <b>правая передняя</b> ножка стула. Это значит что вы рассудительный и осторожно принимаете решения. <br> <code>Психастенический психотип по Личко.</code>', 
           'image': 'rightsp.png'
        },

        'e': {
           'name': 'По результатам тестирования мы выяснили, что вы <b>левая задняя</b> ножка стула. Это значит что вы замкнутый,настороженный. Вообщем вы <kbd>шизоид</kbd>.  <br> <code>Шизоидный психотип по Личко.</code>', 
           'image': 'leftzad.png'
        },

        'r': {
           'name': 'По результатам тестирования мы выяснили, что вы <b>правая задняя</b> ножка стула. Это значит что вы застенчивый,робкий и вам часто присуще ощущение собственной неполноценности. Это самая слабая ножка стула. <br> <code>Сенситивный психотип по Личко.</code>', 
           'image': 'rightzad.png'
        }
     }

export default test;