let test = [
    { 
        'q': 'Выберите фразу, которая вам больше всего подходит',
        'a': {
             "q": "Я живу в кайф!!",
             "w": "Я Илон Макс!",
             "e": "Я грустный как Киану Ривз!",
             "r": "У меня депресия в 0 лет!",
        }
     },
     { 
          'q': 'Вы участник гонки. Вы обогнали того кто едет вторым! На каком месте вы оказались?',
          'a': {
            "q": "На первом",
            "w": "На втором",
            "e": "На третьем",
            "r": "На четвертом",
          }
       },

     { 
          'q': '<small>Внимание анекдот.</small> <br> Два наркомана общаются по рации: <br> -принял <br> -принял <br> -принял<br> -принял<br> ',
          'a': {
            "q": "Это аник",
            "w": "ФЫВВЫАХВПХАП",
            "e": "ВВАВААХВПХАП",
            "r": "Я на клоуна похож?",
          }
       },

       { 
        'q': 'Как вы оцениваете наш тест',
        'a': {
          "q": "10",
          "w": "-10",
          "e": "0",
          "r": "0",
        }
     },
     { 
          'q': '<small>Внимание анекдот.</small> <br> Мама пишет сыну смску: <br> "Ну как тебе завтрак?" <br> Сын, недолго думая, отвечает: "Збс" <br> "А что это означает?" <br> "Завтрак был супер. Короче, спасибо, мам." <br> "Пнх" <br> "Что?" <br> "Пошел нахуй"',
          'a': {
            "q": "ПХПАХВПХАП",
            "w": "ФЫВВЫАХВПХАП",
            "e": "ВВАВААХВПХАП",
            "r": "ФЫВВЫАХВПХАП",
          }
       },

       { 
        'q': 'Скажите кто вы сегодня',
        'a': {
          "q": "Сегодня я Огурчик",
          "w": "Сегодня я Светлана",
          "e": "Сегодня я Пупа",
          "r": "Сегодня я Лупа",
        }
     },
       { 
          'q': '<small>Внимание анекдот.</small> <br> Пришел как-то мистер пропер в загс. И спрашивает, че разводы?',
          'a': {
            "q": "МИСТЕР ПРОПЕР",
            "w": "ФЫВВЫАХВПХАП",
            "e": "ВВАВААХВПХАП",
            "r": "FDSFSDFSDFSDF",
          }
       },
    //  { 
    //       'q': 'Сидят два наркомана. Мимо идет собака. <br> — Ух ты! Какая собака! Ты не знаешь, что это за порода? <br> — Знаю, это шарпей. <br> — Ахахха "шарпей", ты б еще сказал "съешьпараллелепипед" хахахахах',
    //       'a': {
    //         "q": "Это анекдот",
    //         "w": "ФЫВВЫАХВПХАП",
    //         "e": "ВВАВААХВПХАП",
    //         "r": "Я на клоуна похож?",
    //       }
    //    },

       { 
        'q': 'Это последний вопрос',
        'a': {
          "q": "Ну ок",
          "w": "Ну ок",
          "e": "Ну ок",
          "r": "Ну ок",
        }
     },
     { 
      'q': 'Нет наебал, это не последний воспрос',
      'a': {
        "q": "Ок",
        "w": "Ок",
        "e": "Ок",
        "r": "Ок",
      }
   },

       { 
          'q': '<small>Внимание анекдот. </small> <br> —Учишь японский,значит? <br> — Пытаюсь <br> — Скажи что-нибудь на японском <br> — Могу тебя нахуй послать <br> — О давай! <br> — Иди нахуй',
          'a': {
               "q": "ПХПАХВПХАП",
               "w": "ФЫВВЫАХВПХАП",
               "e": "ВВАВААХВПХАП",
               "r": "ФЫВВЫАХВПХАП",
          }
       },

];

export default test;